driver-tests/bpelse/flow/FlowJbi/test/FlowElseIfWithin47/Input.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:def="http://www.mycomp.org/DefaultServiceName">
  <soapenv:Body>
    <def:branch1>ElseIf Branch</def:branch1>
    <def:ifbranch1>ElseIf Branch</def:ifbranch1>
  </soapenv:Body>
</soapenv:Envelope>